/* GKErrorNotSupported description */
"Game Center is not supported." = "Game Center nie je podporované.";

/* GKErrorUserDenied description */
"The requested operation could not be completed because it was denied by the user." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože bola zamietnutá užívateľom.";

/* GKErrorNotAuthenticated description */
"The requested operation could not be completed because local player has not been authenticated." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože lokálny hráč nebol autentifikovaný.";

/* GKErrorAuthenticationInProgress description */
"The requested operation could not be completed because local player is already authenticating." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože lokálny hráč sa už autentifikuje.";

/* GKErrorMatchRequestInvalid description */
"The requested operation could not be completed because the match request is invalid." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože žiadosť o hru je neplatná.";

/* GKErrorInvalidPlayer description */
"The requested operation could not be completed because the player is invalid." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože hráč je neplatný.";

/* GKErrorScoreNotSet description */
"The requested operation could not be completed because the score value has not been set." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože nebola nastavená hodnota skóre.";

/* GKErrorInvalidCredentials description */
"The requested operation could not be completed because the username and/or password are incorrect." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože užívateľské meno a/alebo heslo sú neplatné.";

/* GKErrorGameUnrecognized description */
"The requested operation could not be completed because this application is not recognized by Game Center." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože Game Center nerozpoznalo túto aplikáciu.";

/* GKErrorParentalControlsBlocked description */
"The requested operation could not be completed because this feature has been disabled in Restrictions." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože táto funkcia bola zakázaná v obmedzeniach.";

/* GKErrorUnderage description */
"The requested operation could not be completed because this feature is disabled for underage players." = "Požadovanú operáciu sa nepodarilo dokončiť, pretože táto funkcia je pre neplnoletých hráčov zakázaná.";

/* GKErrorCommunicationsFailure description */
"The requested operation could not be completed due to an error communicating with the server." = "Požadovanú operáciu sa nepodarilo dokončiť kvôli chybe počas komunikácie so serverom.";

/* GKErrorUnknown description */
"The requested operation could not be completed due to an unknown error." = "Požadovanú operáciu sa nepodarilo dokončiť kvôli neznámej chybe.";

/* GKErrorCancelled description */
"The requested operation has been cancelled." = "Požadovaná operácia bola zrušená.";

/* GKErrorInvalidParameter description */
"The requested operations could not be completed because one or more parameters are invalid." = "Požadované operácie sa nepodarilo dokončiť, pretože jeden alebo viac parametrov je neplatných.";

